Repository: drulik44/Yum-Yum-Delivery
Catalog: Yum Yum Food/*.lproj/Localizable.strings
Languages: uk

source: Home
uk: Головна

source: Restaurants
uk: Ресторани

source: Search
uk: Пошук

source: Favorite
uk: Улюблені

source: Profile
uk: Профіль

source: Select your address
uk: Оберіть свою адресу

source: Fastest delivery 🔥
uk: Найшвидша доставка 🔥

source: Popular items 🥳
uk: Найчастіше обирають🥳

source: See all
uk: Все

source: A chain of restaurants serving Japanese and Pan-Asian cuisine, offering a wide selection of fresh and delicious dishes
uk: Мережа ресторанів японської та паназіатської кухні, широкий вибір свіжих та смачних страв

source: 40-50 mins
uk: 40-50 хв

source: Italian Editorial Team
uk: Італійська Редакція

source: Black Spaghetti Ovens
uk: Чорні Спагеті Пічі

source: Categories
uk: Категорії

source: Japanese cuisine
uk: Японська кухня

source: All Restaurants
uk: Усі Ресторани

source: The cozy Italian cafe "Dough, Cheese and Aunt Bella" invites you to enjoy delicious homemade food in the atmosphere of a warm Italian trattoria.
uk: «Затишне італійське кафе «Тісто, сир і тітонька Белла» запрошує насолодитися смачною домашньою їжею в атмосфері теплої італійської тратторії».

source: 25–30 min
uk: 25–30 хв

# rating_format
source: Rating: %@
uk: Рейтинг: %@

# delivery_time_format
source: Delivery Time: %@ min
uk: Час доставки: %@ хв

# delivery_price_format
source: Delivery Price: %@
uk: Ціна доставки: %@

source: Menu
uk: Меню

source: McCrispy Deluxe
uk: МакКріспі Делюкс Меню

source: Chicken Strips, 6 pieces
uk: Чікен Стріпс, 6 шт

source: Big Mac
uk: Біг Мак

source: Cheeseburger Happy Meal
uk: Чізбургер Хеппі Міл

source: CHERRY MCPIRIG
uk: МакПиріn Вишневий

source: McCrispy Deluxe which includes the burger itself, fries (small, medium or large to choose from) and a drink (such as Coca-Cola, Fanta, Sprite or others).
uk: МакКріспі Делюкс Меню, McCrispy Deluxe, який включає сам бургер, картоплю фрі (маленьку, середню або велику на вибір) і напій (наприклад, Coca-Cola, Fanta, Sprite ).

source: Margarita
uk: Маргарита

source: Prosciutto
uk: Прошутто

source: Mussels from Bella
uk: Мідії від Белли

source: Panzanella
uk: Панзанелла

source: Bolognese
uk: Болоньєзе

source: tomato sauce, mozzarella, parmesan, basil, garlic oil
uk: томатний соус, моцарела, пармезан, базилік, часникова олія

source: Seth Banzai
uk: Сет Банзай

source: Seth Gurman
uk: Сет Гурман

source: Top Set
uk: Топ Сет

source: Sushi burger
uk: Суші Бургер

source: Roll dog
uk: Ролл Дог

source: 1010 g Philadelphia duo, Futomaki with shrimp in tempura, California with crab mix in sesame, California Chicken. Soy sauce - 80 ml (2 pcs). Ginger - 20 g. Wasabi - 10 g.
uk: 1010 г Філадельфія дуо, Футомакі з креветками в темпурі, Каліфорнія з крабовим міксом в кунжуті, Каліфорнійська курка. Соєвий соус - 80 мл (2 шт.). Імбир - 20 гр. Васабі - 10 гр.

source: Surf & Turf Salad
uk: Салат «Серф і Турф».

source: Salmon & Brie Salad
uk: Салат з лососем і Брі

source: Doner Mexicano
uk: Донер Мексикано

source: Pumpkin cream soup with smoked salmon
uk: Гарбузовий крем-суп з копченим лососем

source: Salad mix, jamon, mango, blue cheese, cherry tomatoes, olives, baby spinach, balsamic dressing
uk: Мікс салатів, хамон, манго, блакитний сир, помідори черрі, оливки, бебі-шпинат, бальзамічна заправка

source: Ipa beer (India Pale Ale)
uk: Пиво Дядя Вася Пінне

source: Porky baked with potatoes
uk: Свинина, запечена з картоплею

source: Beer basket
uk: Пивний кошик

source: Greek salad
uk: Грецький салат

source: Light, unfiltered with a fruity taste. TTX: 13-14.5%, alcohol content not less than 4.5% vol.
uk: Легкий, нефільтрований з фруктовим смаком. ТТХ: 13-14,5%, вміст спирту не менше 4,5% об.

source: Toast with avocado crash and salomon
uk: Тости з авокадо краш і саломон

source: Tuna salad
uk: Салат з тунцем

source: TWINS BABY VIKA
uk: БІЗНЯТКА ВІКА

source: KYIV bar
uk: Кихвський батончик

source: The most tender beef in a fish cream sauce with red onion, mustard, chili flakes and thyme.
uk: Найніжніша яловичина в рибно-вершковому соусі з червоною цибулею, гірчицею, пластівцями чилі та чебрецем.

source: Pizza Salmone
uk: Піца Salmone

source: Truffle burrata with mushroom cream and black truffle
uk: Трюфельна буррата з грибним кремом і чорним трюфелем

source: Grilled Tuna Salad
uk: Салат з тунцем на грилі

source: Shu with Vanilla Cream
uk: Шу з ванільним кремом

source: with cream cheese and red caviar
uk: з вершковим сиром і червоною ікрою

source: with mushroom cream and black truffle
uk: з грибним кремом і чорним трюфелем

source: almost classic nicoise, fresh Italian tuna
uk: майже класичний нікуаз, свіжий італійський тунець

source: with shrimp, baby squid, tomatoes, capers and white wine
uk: з креветками, молодими кальмарами, помідорами, каперсами та білим вином

source: and hot chocolate
uk: і гарячий шоколад

source: Classic Cinnabon
uk: Класичний Сінабон

source: Roll on the go
uk: Рол на ходу

source: Caramel Pecan Bonbon
uk: Бонбон з карамеллю пекан

source: Mini-shocker
uk: Міні-шокер

source: Blueberry minibon
uk: Чорничний мінібон

source: Cinnamon Bun with Cream Cheese Allergens: Wheat, Milk, Soy and Eggs. May contain tree nuts and peanuts.
uk: Булочка з корицею та вершковим сиром Алергени: пшениця, молоко, соя та яйця. Може містити горіхи та арахіс.

source: a bun cut into pieces for easy eating on the go
uk: булочка, нарізана шматочками, щоб її було зручно їсти на ходу

source: Bun with cinnamon, two types of caramel and nuts Pecan
uk: Булочка з корицею, двома видами карамелі та горіхами Пекан

source: Small bun with chocolate and cream cheese
uk: Маленька булочка з шоколадом і вершковим сиром

source: Warm pastry filled with blueberries, covered with a delicate cream cheese frosting
uk: Тепла випічка з начинкою з чорниці, покрита ніжною сирною глазур'ю

source: Pork in Kim Chii XL sauce with egg noodles
uk: Свинина в соусі Kim Chii XL з яєчною локшиною

source: Chicken in Oyster Sauce XL with Egg Noodles
uk: Курка в устричному соусі XL з яєчною локшиною

source: Shrimp in Kimchi sauce XL with bean noodles
uk: Креветки в соусі Кімчі XL з квасолевою локшиною

source: Tom Yam Noodle Soup with Shrimp
uk: Суп з локшиною Том Ям з креветками

source: Fried rice with beef
uk: Смажений рис з яловичиною

source: Spicy taste. Pork, bell pepper, carrots, shiitake mushrooms, green peas, green onions, ginger, sesame seeds, microgreens, sauce.
uk: Пряний смак. Свинина, перець болгарський, морква, гриби шиітаке, горошок зелений, цибуля зелена, імбир, кунжут, мікрозелень, соус.

source: Sweet and sour taste. Chicken fillet, broccoli, mini corn, carrots, wood mushroom, shiitake, bell pepper, ginger, sesame, microgreens, sauce.
uk: Кисло-солодкий смак. Куряче філе, брокколі, міні кукурудза, морква, деревний гриб, шиітаке, перець болгарський, імбир, кунжут, мікрозелень, соус.

source: Spicy taste. Shrimp, bell pepper, carrot, shiitake mushrooms, green peas, green onion, ginger, sesame, microgreens, sauce.
uk: Пряний смак. Креветка, перець болгарський, морква, гриби шиітаке, горошок зелений, цибуля зелена, імбир, кунжут, мікрозелень, соус.

source: Spicy meat-based coconut soup with bean noodles, wood mushroom, shiitake mushrooms, corn, and beans.
uk: Гострий кокосовий суп на основі м’яса з бобовою локшиною, деревними грибами, грибами шиітаке, кукурудзою та квасолею.

source: Basmati rice fried in a sauce with broccoli, onion, bell pepper, shiitake mushrooms, carrots and beans, sesame oil, ginger, sesame seeds, microgreens, and an optional omelet.
uk: Рис басматі, обсмажений у соусі з брокколі, цибулею, болгарським перцем, грибами шиітаке, морквою та квасолею, кунжутною олією, імбиром, кунжутом, мікрозеленню та омлетом за бажанням.

source: Package
uk: Пакування

source: Package box cost
uk: Вартість пакування

source: Add to order
uk: До замовлення

source: Go to cart
uk: Перейти в кошик

source: Order items
uk: Товари замовлення

source: Checkout
uk: Замовити

source: Your order
uk: Ваше замовлення

source: Total
uk: Всього

source: Order Accepted
uk: Замовлення прийнято

source: A courier will contact you soon, please wait)
uk: Найближчим часом з вами зв'яжеться кур'єр, очікуйте)

source: Food
uk: Їжа

source: Log Out
uk: Вийти

source: My Profile
uk: Мій профіль

source: My Orders
uk: Мої замовлення

source: Delivery Address
uk: Адреса доставки

source: Payments Methods
uk: Способи оплати

source: Contact Us
uk: Зв'яжіться з нами

source: Settings
uk: Налаштування

source: Help & FAQ
uk: Довідка

source: Your email
uk: Ваш email

source: Your name
uk: Ваше ім'я

source: Your surname
uk: Ваше прізвище

source: Save
uk: Зберегти

source: Edit Profile
uk: Редагувати Профіль

source: Name
uk: Ім'я

source: Surname
uk: Прізвище

source: Address
uk: Адресса

source: Enter your address
uk: Введіть свою адресу

source: Payment Methods
uk: Способи оплати

source: Add debit/credit card
uk: Додайте дебетову/кредитну картку

source: Cash
uk: Готівка

source: Kyiv, Ukraine
uk: Київ, Україна

source: Email Us: ruslanzhidkih@gmail.com
uk: Пишіть мені: ruslanzhidkih@gmail.com

source: Follow Me
uk: Слідкуйте за мною

source: I am an aspiring developer who is passionate about bringing food to your doorstep. My goal is to make your life more comfortable and delicious, with fast and reliable delivery of the food you love.
uk: Я початківець розробник, який захоплюється доставкою їжі до вашого порога. Моя мета - зробити ваше життя комфортнішим і смачнішим, зі швидкою і надійною доставкою їжі, яку ви любите.

source: Language
uk: Мова

source: Themecolor
uk: Тема

source: Setting up mailings
uk: Налаштування повідомлень

source: Notification
uk: Повідомлення

source: Current order information
uk: Актуальна інформація про замовлення

source: The most important events and messages from the courier and support service related to your current order
uk: Найважливіші події та повідомлення від кур'єрської служби та служби підтримки, пов'язані з вашим поточним замовленням

source: Push notifications
uk: Push-повідомлення

source: General Questions
uk: Загальні питання

source: How to place an order?
uk: Як зробити замовлення?

source: What payment methods are accepted?
uk: Які способи оплати приймаються?

source: How to track my order?
uk: Як відстежити моє замовлення?

source: Delivery Questions
uk: Питання щодо доставки

source: What are the delivery zones?
uk: Які існують зони доставки?

source: How long does delivery take?
uk: Скільки триває доставка?

source: What if my order is late?
uk: Що робити, якщо моє замовлення запізнюється?

source: Account & Profile
uk: Обліковий запис і профіль

source: How to sign up?
uk: Як зареєструватися?

source: How to update account information?
uk: Як оновити дані облікового запису?

source: How to reset my password?
uk: Як скинути мій пароль?

source: What cards are accepted?
uk: Які картки приймаються?

source: Can I use PayPal or other methods?
uk: Чи можу я використовувати PayPal або інші методи?

source: Returns & Cancellations
uk: Повернення та скасування

source: How to cancel an order?
uk: Як скасувати замовлення?

source: How to request a refund?
uk: Як подати запит на відшкодування?

source: Order Issues
uk: Питання замовлення

source: What if my order is incorrect?
uk: А якщо моє замовлення неправильне?

source: What if the food is cold?
uk: А якщо їжа холодна?

source: Discounts & Promotions
uk: Знижки та акції

source: How to use promo codes?
uk: Як користуватися промокодами?

source: Are there any loyalty programs?
uk: Чи існують програми лояльності?

source: Support phone number
uk: Номер телефону служби підтримки

source: Email address
uk: Адреса електронної пошти

source: Social media links
uk: Посилання на соціальні мережі
